Revit 2024 API
BuiltInFailures.ImportFailures.ImportModelTooLarge Property
 The imported model is too large.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId ImportModelTooLarge { get; }
Visual Basic
Public Shared ReadOnly Property ImportModelTooLarge As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ ImportModelTooLarge {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace